{
  "app": {
    "name": "Agent Assist",
    "short_description": "No-Code, AI-first Automation for better customer experiences using XO Platform.",
    
    "long_description": "[Kore.ai](https://kore.ai/) Omnichannel Experience Optimization\n\nTagline: No-Code, AI-first Automation for better customer and employee experiences using XO Platform\n\nDescription:\n\nMore than 80% of routine business interactions between customers, employees and processes drive their overall experiences - and most of them can be automated.\n\nXO Platform, an AI-first technology, enables businesses to harness conversational interactions with greater efficiency at reduced costs while ensuring the highest customer, employee, agent, and partner experiences.\n\nCompanies can have complete control over their customer experience with:\n Multichannel Human-like Interactions\nPersonalized Self-Service Options\nLower Wait Times with Real-Time Responses in Seconds\nSeamless Integrations (Now with Zendesk!)\nHighly Scalable with Minimal Upfront Investment\n\n\n### Highlights:\n\nAMPLIFY EMPLOYEE AND CUSTOMER SATISFACTION\n Provide convenient, timely, and personalized customer experiences with Conversational AI-powered intelligent assistants for multichannel and voice powered by Zendesk data.\n\n### NO CODE NEEDED\nXO Platform’s no-code, drag-n-drop interface with pre-built templates is ideal for you to kick-start your conversational AI journey instantly. Learn everything you need to know with our UI-based training modules.\n\n### DESIGNED FOR Zendesk\n\nSeamless integration with Conversational AI enables data updates on Zendesk.\nKore Landing Page\n\n[Kore.ai](https://kore.ai/) XO Platform for Zendesk Deliver World-Class Service with the Power of Zendesk and Conversational AI\n\n\n\n\nBenefits of Zendesk + [Kore.ai](https://kore.ai/) XO Platform :\n\nKore + Zendesk resources:\n\n[Demo Video] [One sheet] [Help Center Article/Setup]\n\n\n\nFill out the form below to get a demo of [Kore.ai](https://kore.ai/) XO Platform and Zendesk\n\n\n\nBottom Banner\n\n[Kore.ai](https://kore.ai/) is the world leader in Conversational AI technology, helping companies deliver extraordinary experiences for their customers, agents, and employees on voice and digital channels while driving ROI for enterprises.",
    "installation_instructions": "![Install Button.](/translations/install_button.png \" Install Button \")\n\nBy simple clicking on the install button\n\nYou will be redirected to below screen.\n\n ![Installation Image.](/translations/bot_details.png \"Installation Settings\")\n\nYou have to fill all the below details.\n\n * __Agent Assit URL__ \n * __Clinet ID__ \n * __Client Secret__ \n * __Bot ID__\n\n\nTo get the above details you require an account in [Kore.ai ](https://bots.kore.ai/botbuilder/login)",
      "parameters": {
          "agentassistURL": {"label":"Agent Assist URL "},
          "stsURL":{"label": "Token Generation URL (Refer to \"How to install\")", "help":"This URL is used for creating the token"},
          "domain":{"label": "Domain", "help": "Please specify the domain of the Token Generation URL, e.g: kore.ai"},
          "botClientId": {"label": "Client ID "},
          "botClientSecret": {"label":"Client Secret "},
          "botId": {"label":"Bot ID"}
    }
  

  }
}
